IDEA Open Model
ConcreteSLSCheckResultStressLimitationEc2.LimitStress Property
 type of SLS limit stress check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double LimitStress { get; set; }
Public Property LimitStress As Double
	Get
	Set
public:
property double LimitStress {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultStressLimitationEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace